{"word": [".", ",", "?", "i", "it", "you", "is", "a", "the", "in", "this", "!", "that", "and", "'s", "have", "for", "to", "do", "one", "$", "skirt", "cart", "like", "what", "your", "can", "of", "me", "available", "dress", "my", "with", "rating", "size", "anything", "does", "please", "else", "how", "from", "212", "yes", "much", "add", "'ll", "has", "come", "thanks", "xs", "would", "today", "great", "are", "at", "m", "'m", "help", "not", "but", "about", "s", "n't", "thank", "comes", "sizes", "think", "day", "sure", "l", "any", "all", "no", "price", "localts", "sweater", "xl", "other", "small", "style", "or", "good", "medium", "added", "more", "only", "by", "could", "xxl", "black", "be", "now", "'ve", "there", "tell", "'re", "see", "welcome", "coat", "on", "will", "an", "customer", "nice", "too", "ok", "something", "here", "large", "looking", "oh", "mini", "take", "so", "skirts", "was", "very", "pattern", "color", "well", "saw", "if", "length", "as", "red", "information", "also", "need", "show", "white", "okay", "we", "blue", "put", "item", "sorry", "shopping", "before", "similar", "rated", "both", "retails", "just", "unfortunately", "brand", "jacket", "expensive", "know", "priced", "get", "better", "localt", "those", "made", "another", "who", "go", "right", "really", "green", "makes", "earlier", "perfect", "gray", "work", "find", "then", "'d", "done", "been", "floral", "looks", "bad", "look", "again", "than", "back", "nails", "wow", "fashion", "course", "&", "later", "let", "pink", "embellishments", "dresses", "love", "cheaper", "which", "fit", "little", "might", "two", "new", "problem", "art", "colors", "ratings", "hem", "coats", "...", "first", "downtown", "uptown", "striped", "'", "nature", "photographers", "cute", "time", "ahead", "bit", "may", "pleated", "out", "want", "thing", "save", "pretty", "print", "long", "us", "listed", "wears", "maxi", "am", "knee", "should", "loose", "ocean", "enjoy", "either", "different", "they", "maybe", "retail", "interested", "guess", "extra", "these", "garden", "daily", "sweat", "brown", "pleasure", "neck", "news", "actually", "options", "check", "higher", "currently", "nope", "wear", "sweaters", "glam", "high", "them", "some", "solid", "global", "voyager", "less", "fancy", "sleeves", "prefer", "--", "bookmark", "though", "absolutely", "cool", "purple", "buy", "anyway", "local", "interesting", "under", "stylenow", "feed", "vegan", "baker", "wonderful", "famous", "studios", "auto", "galleria", "ok.", "a-line", "gallery", "brain", "puzzles", "alright", "mixed", "midi", "neckline", "hairdo", "yeah", "polka", "got", "consignment", "going", "100", "give", "gears", "m.", "beige", "pedals", "did", "option", "called", "kind", "were", "store", "cats", "soon", "hmm", "hi", "saved", "goodbye", "its", "orange", "home", "plaid", "modern", "happy", "s.", "same", "certainly", "tunic", "-", "stylists", "list", "quite", "arts", "yogi", "up", "line", "longer", "highest", "studio", "boutique", "stock", "marled", "way", "short", "yellow", "fine", "looked", "next", "dot", "hope", "most", "ca", "river", "chateau", "grey", "set", "try", "den", "pricey", "flare", ";", "prints", "into", "sleeve", "low", "north", "silver", "asymmetrical", "definitely", "l.", "lodge", "knee-length", "still", "remember", "hm", "while", "keep", "items", "seen", ":", "sleeveless", "range", "metallic", "lot", "pencil", "chevron", "body", "compare", "awesome", "bye", "assist", "recommend", "lace", "three", "shall", "ah", "cardigan", "updated", "column", "excellent", "care", "neon", "basket", "wiggle", "night", "circle", "moment", "glad", "helpful", "afraid", "animal", "sounds", "had", "lovely", "jackets", "budget", "particular", "make", "fan", "fur", "adding", "crew", "waist", "interest", "mean", "material", "each", "belted", "paisley", "average", "stick", "others", "liked", "leather", "everything", "referring", "200", "drawstring", "current", "shorter", "even", "customers", "second", "beautiful", "wo", "cheap", "best", "down", "patterned", "embellishment", "few", "around", "evening", "already", "big", "luck", "probably", "patterns", "con", "sells", "above", "bookmarked", "ones", "denim", "previously", "affordable", "gold", "mind", "deal", "peplum", "na", "31", "bag", "assistance", "yikes", "casual", "pass", "needed", "least", "say", "enough", "info", "150", "details", "painterly", "found", "our", "bright", "colorful", "afford", "v-neck", "gon", "nothing", "layered", "formal", "placed", "able", "indeed", "when", "include", "shop", "piece", "turtleneck", "dark", "closest", "super", "thought", "call", "warm", "works", "rest", "slit", "button", "party", "3", "wish", "viewed", "money", ")", "such", "anytime", "pull", "goes", "seems", "place", "mesh", "enjoys", "111", "however", "embroidered", "(", "features", "zipped", "indigo", "kimono", "darn", "styles", "52", "sequined", "additional", "worries", "over", "spend", "trench", "scoop", "showed", "wanted", "purchase", "choice", "went", "empire", "wishlist", "151", "off", "86", "62", "''", "tag", "cheapest", "why", "herringbone", "army", "160", "classic", "54", "never", "'xl", "83", "sister", "difference", "faux", "camo", "wrap", "80", "exactly", "wedding", "25", "fun", "buttons", "39", "prices", "thinking", "165", "'xxl", "between", "114", "further", "gown", "case", "ready", "``", "remind", "stripes", "viewing", "except", "hear", "type", "hemline", "far", "seeing", "247", "buying", "42", "tonight", "lower", "75", "checking", "always", "pointelle", "happen", "118", "ruffled", "fringe", "ribbed", "125", "office", "return", "she", "155", "156", "appreciate", "66", "fit-and-flare", "specific", "cape", "259", "without", "light", "'xs", "153", "reasonable", "previous", "bummer", "darker", "33", "meant", "lucky", "colored", "zipper", "143", "feel", "shirt", "decide", "highly", "contour", "geometric", "considered", "dots", "summer", "bet", "minis", "300", "229", "their", "preference", "top", "knit", "cut", "worth", "shoot", "last", "27", "wearing", "87", "consider", "168", "throw", "145", "70", "x", "collar", "trying", "ball", "steep", "decent", "120", "design", "many", "kinda", "fantastic", "ask", "slouchy", "yet", "49", "away", "chance", "ruched", "177", "instead", "athletic", "219", "elegant", "nah", "176", "left", "199", "4", "helping", "ouch", "158", "84", "128", "scalloped", "1.61", "gorgeous", "preferably", "134", "question", "210", "178", "wonder", "139", "neat", "289", "cable", "patience", "since", "161", "every", "name", "230", "sort", "after", "below", "perhaps", "slightly", "243", "rather", "lighter", "116", "steal", "crazy", "hmmm", "compared", "possible", "camouflage", "things", "belt", "254", "50", "bodycon", "53", "267", "must", "simple", "getting", "hoping", "several", "through", "256", "tomorrow", "35", "unknown", "266", "65", "23", "sleeved", "129", "curious", "boat", "heard", "designer", "believe", "166", "265", "because", "man", "couple", "61", "wait", "miniskirt", "211", "179", "none", "brighter", "272", "christmas", "quilted", "described", "suggest", "136", "run", "60", "batwing", "4.3", "brands", "her", "233", "34", "picture", "people", "v", "141", "stop", "20", "170", "76", "availability", "houndstooth", "36", "fact", "63", "suggestion", "299", "appropriate", "tan", "user", "gift", "bookmarks", "fitted", "280", "neither", "shiny", "fits", "51", "trip", "afternoon", "jean", "4.26", "115", "22", "oof", "4.78", "parka", "78", "outfit", "174", "stylish", "103", "checked", "5", "order", "157", "193", "244", "72", "58", "myself", "152", "stuff", "double", "pastel", "suppose", "feeling", "107", "dolman", "ivory", "considering", "29", "seem", "223", "bunch", "73", "bottom", "understand", "sale", "89", "amazing", "135", "week", "131", "3.16", "sheath", "ooh", "taste", "4.42", "187", "106", "said", "sequins", "front", "conservative", "112", "93", "friend", "stopping", "56", "thats", "holiday", "175", "mentioned", "138", "81", "277", "adorable", "matter", "124", "173", "250", "liking", "including", "3.75", "being", "flashy", "nevermind", "4.67", "stocked", "plain", "almost", "besides", "109", "290", "4.9", "249", "198", "usd", "daughter", "requested", "218", "207", "leopard", "close", "3.51", "197", "clothes", "shame", "body-con", "220", "4.87", "hello", "favorable", "108", "147", "pockets", "98", "43", "hard", "126", "hoodie", "reviews", "132", "finding", "possibly", "2", "suit", "offer", "niece", "manufacturer", "apologize", "3.24", "cap", "ago", "sweet", "102", "181", "forward", "162", "294", "three-quarter", "vest", "59", "fabric", "144", "point", "41", "shift", "238", "fair", "sound", "224", "3.41", "shape", "especially", "american", "eagle", "someone", "clothing", "ta", "putting", "202", "171", "unique", "44", "4.15", "thoughts", "95", "48", "shoulder", "hey", "decision", "velvet", "67", "neutral", "3.46", "valued", "closer", "298", "altered", "fall", "variety", "checkout", "taken", "71", "cozy", "57", "inexpensive", "262", "long-sleeve", "30", "278", "92", "asking", "1.02", "1.12", "preferences", "204", "matching", "rei", "1.53", "79", "26", "shawl", "comparison", "restock", "eyelet", "risk", "breasted", "4.24", "button-down", "235", "191", "doing", "description", "271", "having", "match", "sense", "217", "checkered", "yoke", "bustier", "28", "real", "mom", "family", "extra-small", "149", "cold", "2.97", "year", "4.96", "nipped", "although", "4.92", "view", "..", "209", "sparkly", "182", "216", "yep", "strapless", "gap", "usually", "classy", "82", "terrible", "sadly", "similarly", "immediately", "eye", "designed", "285", "1.37", "225", "183", "huge", "110", "99", "201", "69", "3.26", "190", "haha", "286", "4.58", "sold", "257", "sweetheart", "dotted", "140", "dear", "236", "number", "open", "4.44", "3.08", "ahh", "137", "coming", "selection", "3.78", "21", "talking", "based", "hood", "winter", "46", "269", "1.95", "depends", "261", "189", "correct", "85", "browsing", "runs", "4.69", "exact", "criteria", "251", "side", "4.25", "stunning", "blanket", "form", "2.91", "130", "ugly", "learn", "bow", "flower", "hopefully", "213", "pleats", "ribbon", "spending", "3.54", "huh", "cropped", "complete", "hate", "283", "recommendations", "fitting", "270", "2.31", "argyle", "share", "276", "selling", "40", "4.97", "own", "4.48", "showing", "page", "taking", "ever", "curiosity", "127", "hold", "1.44", "119", "within", "gowns", "4.46", "birthday", "until", "wrong", "4.59", "jewel", "spent", "awful", "photo", "expected", "4.28", "203", "206", "fairisle", "peter", "pan", "167", "finish", "4.12", "speak", "beach", "accordingly", "suggestions", "4.01", "227", "business", "comfy", "4.53", "88", "weather", "188", "gosh", "bring", "offered", "3.44", "3.9", "172", "forgot", "45", "pick", "24", "3.33", "246", "231", "fairly", "drop", "185", "long-sleeved", "favorite", "38", "3.03", "reasonably", "3.1", "47", "somewhere", "waistline", "3.18", "duster", "4.81", "248", "4.71", "needs", "wardrobe", "quarter", "full", "....", "unfortunate", "totally", "2.47", "hooded", "lol", "1.5", "idea", "continue", "4.21", "226", "3.86", "anyways", "4.05", "275", "3.85", "pleasant", "196", "296", "3.73", "4.63", "ruffles", "3.5", "outside", "32", "1.64", "lowest", "spaghetti", "payday", "head", "4.17", "282", "104", "flowers", "combination", "warmer", ">", "1.74", "nicer", "aside", "3.38", "blazer", "148", "3.91", "given", "4.19", "268", "4.73", "bloomingdales", "largest", "weird", "finished", "3.48", "printed", "comfortable", "146", "max", "194", "263", "shows", "listing", "4.04", "1.56", "husband", "4.29", "55", "use", "287", "maxis", "navy", "94", "job", "towards", "request", "2.82", "1.09", "142", "186", "eh", "3.52", "start", "291", "1.05", "wondering", "trust", "days", "adult", "product", "tight", "important", "image", "service", "addition", "quality", "3.59", "1.16", "short-sleeve", "eyelets", "solid-color", "search", "peacoat", "sometimes", "questions", "hideous", "4.16", "generally", "terms", "localting", "4.23", "4.86", "64", "3.47", "3.97", "puffy", "240", "total", "mara", "easy", "where", "dollars", "2.68", "spring", "longest", "specifications", "3.22", "245", "square", "turtle", "loud", "month", "4.08", "present", "bell", "2.96", "154", "273", "hot", "elsewhere", "cocktail", "baby", "muted", "4.75", "appears", "2.74", "whoa", "cardigans", "4.55", "whether", "leaning", "leave", "require", "1.26", "acceptable", "weekend", "rain", "choose", "pinkish", "heck", "smaller", "2.62", "wild", "4.03", "catch", "dang", "232", "rate", "seeking", "colour", "mediums", "strap", "honestly", "festive", "1.07", "referencing", "180", "117", "2.75", "mm", "apologies", "242", "37", "252", "future", "68", "toss", "brother", "3.35", "describe", "date", "alter", "double-breasted", "2.32", "assume", "busy", "shares", "his", "shot", "4.5", "outstanding", "years", "along", "xs-xxl", "whatever", "willing", "j", "asked", "215", "localtume", "2.37", "floor", "228", "good-bye", "2.59", "2.2", "dig", "smallest", "professional", "unable", "pay", "288", "button-up", "successfully", "isle", "284", "293", "standard", "4.98", "1.88", "mini-skirt", "choices", "3.23", "4.09", "silhouette", "105", "depending", "lets", "boy", "yay", "four", "4.49", "4.45", "visiting", "closet", "shoes", "pages", "horizontal", "3.0", "fabulous", "splurge", "3.81", "trouble", "169", "designs", "159", "visit", "255", "4.56", "adults", "tastes", "2.89", "miniskirts", "4.1", "minute", "pocket", "expecting", "@", "heading", "unless", "bought", "worse", "married", "1.21", "unavailable", "1.9", "1.62", "helps", "sporty", "gala", "113", "true", "response", "3.87", "2.33", "bargain", "often", "zip", "boring", "4.8", "inventory", "3.8", "halter", "3.96", "comparable", "ruffle", "crewneck", "1.54", "ew", "4.65", "says", "mermaid", "mid", "3.19", "extra-large", "15", "123", "him", "he", "sports", "2.29", "2.07", "summery", "chances", "gone", "4.93", "paid", "regarding", "a_line", "keyhole", "3.17", "plan", "4.6", "tops", "acid", "4.57", "near", "olive", "certain", "decided", "1.8", "rates", "change", "confirm", "ad", "informal", "likes", "worried", "2.81", "special", "2.36", "2.28", "cable-knit", "4.39", "oooh", "halloween", "narrow", "whole", "bite", "yo", "anymore", "supposed", "overall", "event", "itself", "4.79", "answer", "4.0", "remove", "removed", "3.66", "1.25", "stripped", "aw", "came", "4.7", "loving", "nor", "260", "1.33", "larger", "label", "3.63", "attractive", "gotcha", "moved", "embellished", "old", "illusion", "season", "settles", "1.99", "2.24", "163", "patchwork", "2.57", "ideal", "1.75", "/", "4.82", "vertical", "1.77", "talk", "goodness", "3.36", "whereas", "reads", "telling", "3.25", "1.93", "florals", "squeeze", "crochet", "stay", "4.35", "swing", "blouse", "pic", "poncho", "surprised", "sequin", "girl", "looser", "car", "sad", "preferred", "4.92.", "perfectly", "upcoming", "washed", "1.73", "allright", "tank", "limited", "reason", "bland", "a-lines", "4.42.", "tassels", "hunting", "3.93", "ya", "guessed", "peacoats", "polka-dot", "flowy", "1.43", "numbers", "maxmara", "2.93", "reminds", "1.65", "264", "off-the-shoulder", "anyhow", "children", "2.19", "vibrant", "77", "97", "aww", "3.12", "2.27", "lost", "mistake", "worry", "2.03", "suitable", "quit", "snazzy", "prom", "1.79", "lots", "2.45", "2.72", "original", "2.7", "90", "3.21", "1.76", "restocks", "live", "face", "incredible", "grayish", "zippers", "4.22", "297", "turtlenecks", "bows", "revealing", "straps", "serious", "3.", "provide", "peek", "222", "1.71", "thin", "favorites", "cowl", "4.85", "trim", "258", "4.9.", "drat", "safe", "recently", "matronly", "poor", "loved", "sizing", "121", "3.06", "wan", "during", "bomber", "multi-colored", "team", "1.5.", "multi", "mostly", "shown", "2.6", "1.69", "star", "promising", "mmm", "239", "<pad>", "<unk>", "<start>", "<end>", "3.62", "changed", "2.83", "2.35", "2.26", "child", "flexible", "3.67", "midis", "positive", "plus", "form-fitting", "break", "sport", "3.55", "boyfriend", "following", "t", "3.79", "final", "recommendation", "295", "2.48", "lastly", "2.69", "beaded", "satisfied", "1.38", "4.02", "carry", "means", "occasion", "3.1.", "4.38", "odd", "4.06", "274", "third", "card", "2.04", "vacation", "work-appropriate", "agree", "1.97", "3/4", "4.88", "everyone", "grow", "1.17", "122", "and/or", "doubt", "completely", "cut-out", "2.02", "1.4", "send", "friends", "horrible", "1.01", "4.91", "292", "2.71", "god", "3.13", "2.41", "1.11", "hoodies", "2.21", "1.19", "matches", "dark-color", "outs", "1.39", "1.32", "2.61", "wide", "3.82", "2.73", "funky", "tones", "scoop-neck", "5.0", "simpler", "running", "2.98", "highest-rated", "digging", "closes", "till", "slick", "company", "3.74", "1.47", "96", "bigger", "10", "hop", "toned", "meh", "move", "likely", "x-large", "3.14", "lsu", "planning", "yours", "2.55", "lose", "glitter", "meeting", "effort", "253", "1.72", "4.", "necklines", "pity", "bridesmaid", "lacy", "end", "garment", "cutout", "ll", "assisting", "intense", "disappointing", "handkerchief", "read", "brightly", "3.32", "seriously", "twice", "gag", "205", "relatively", "making", "terrific", "crew-neck", "3.01", "frilly", "high-neck", "surprising", "rainy", "among", "3.46.", "patterning", "3.56", "commit", "bullet", "4.04.", "wool", "trimmed", "sucks", "3.7", "weeks", "santa", "4.34", "peach", "vests", "holidays", "raincoat", "themed", "wallet", "gross"]}